
[
  {
    "title": "Перемещение пачки",
    "image": "stack-transfer.png",
    "text": "Использование \"__CONTROL__stack-transfer__\" позволяет переносить пачку предметов целиком. Более того, предметы попадут в предназначенный для них слот. К примеру Инструмент будет перемещен из инвентаря сразу в слот Инструмента." },
  {
    "title": "Перемещение предмета определенного типа",
    "image": "inventory-transfer.png",
    "text": "Использование \"__CONTROL__inventory-transfer__\" позволяет переносить все предметы выбранного типа. Это можно использовать, например, для быстрого перемещения всего угля из сундука в инвентарь"
  },
  {
    "title": "Слепое быстрое перемещение",
    "image": "fast-entity-transfer.png",
    "text": "Использование \"__CONTROL__fast-entity-transfer__\" позволяет совершать перемещения в выбранный объект или из него, не открывая при этом его меню. Если руки игрока пусты, предметы перемещаются из объекта в инвентарь, и наоборот, если не пусты. На ранних стадиях игры, это может оказаться полезным, для управления __ENTITY__stone-furnace-4__, __ENTITY__burner-mining-drill-1__, итд."
  },
  {
    "title": "Меню быстрого доступа - пояс",
    "image": "quickbar.png",
    "text": "Из каждого слота, в меню быстрого доступа, можно быстро переместить предмет в руку. Если при этом в руке находится другой предмет из меню быстрого доступа, он вернется обратно в свой слот."
  },
  {
    "title": "Очистить курсор",
    "text": "Использование \"__CONTROL__clean-cursor__\" очистит курсор от выбранного предмета."
  },
  {
    "title": "Дополнительная информация",
    "image": "show-info.png",
    "text": "Использование \"__CONTROL__show-info__\"включит режим дополнительной информации."
  },
  {
    "title": "Строительство на бегу",
    "image": "building-while-running.png",
    "text": "Самый быстрый способ строительства в линию, например конвейера, труб, или манипуляторов это зажать клавишу \"__CONTROL__build__\" в нужном месте и двигаться в нужном направлении."
  },
  {
    "title": "Фильтры",
    "image": "filter.png",
    "text": "Использование \"__CONTROL__set-filter__\" на слоте в меню быстрого доступа, позволит зарезервировать этот слот под определенный тип предметов. В такой слот нельзя будет положить другой тип предметов, а также предметы будут в первую очередь попадать именно в этот слот."
  }
]
